{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.4-3-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.4-3-1-title","indicator_number":"4.3.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"graph_target_lines":[{"series":"","unit":"","label_content":"indicator.annotation_2030_target","value":90}],"SDG_GOAL":"4. Quality education","SDG_TARGET":"4.3. Reducing educational losses and educational gaps among various groups of education seekers, which arose, in particular, in connection with the epidemic of acute respiratory disease COVID-19 caused by the SARS-CoV-2 coronavirus and the armed aggression of the Russian Federation against Ukraine","SDG_INDICATOR":"4.3.1 Share of primary school graduates who have achieved basic and higher levels of competence (reading, mathematics, natural sciences) according to the scale of nationwide external monitoring of the quality of primary education, percent (SDG indicator 4.3.1)","CONTACT_ORGANISATION":"Ukrainian Center for Education Quality Assessment – data are developed once every three years","REC_USE_LIM":"1 Due to the military aggression of the russian federation against Ukraine in 2018 and 2021, the study was not conducted in the temporarily occupied territory of the Autonomous Republic of Crimea, the city of Sevastopol and part of the temporarily occupied territories in Donetsk and Luhansk regions. 2 Due to the full-scale russian invasion of Ukraine in 2024, the study was not conducted in Donetsk, Luhansk, Zaporizhzhya, Kharkiv, and Kherson regions, the Autonomous Republic of Crimea, and the city of Sevastopol. This resulted in an objective change in the territorial coverage of the sample compared to previous cycles. At the same time, the results of the previous stages of the study showed that the participation of pupils from these regions did not significantly affect the overall average result for the country in any subject. In particular, a comparison of the overall average scores with scores excluding the five indicated regions showed the absence of statistically significant differences (according to the results of the t-test for independent samples). Therefore, even in their absence, the sample retains its representativeness at the national level. 3 The Order of the Ministry of Education and Science of Ukraine dated April 24, 2023 No. 473 approved the Program for Nationwide External Monitoring of the Quality of Primary Education. This document expanded the list of competencies covered by monitoring: natural science competence was added to reading and mathematical competence. In 2018 and 2021, the subject of the study was only reading and mathematical competence of primary school graduates, in accordance with the following programs: the Program of the first stage of the national monitoring study of the quality of primary education \"The state of formation of reading and mathematical competences of primary school graduates of general educational institutions\", approved by the Order of the Ministry of Education and Science of Ukraine dated December 29, 2016 No. 1693 (as amended by the Order dated March 27, 2017 No. 470); the Program of nationwide external monitoring of the quality of primary education \"The state of formation of reading and mathematical competences of primary school graduates of general secondary educational institutions\", approved by Order of the Ministry of Education and Science of Ukraine dated November 26, 2020 No. 1478. Data on the level of development of natural science competencies of primary school graduates was first collected in 2024. 4 As part of the Nationwide external monitoring of the quality of primary education in 2018 and 2021, a generalization of the types of educational institutions was carried out according to the following categories: the category \"General secondary educational institutions\" includes general secondary educational institutions themselves, as well as educational complexes (associations); the category \"Gymnasiums / lyceums\" includes gymnasiums and lyceums; the category \"Specialized schools\" includes specialized schools. In the process of implementing the reform of the general secondary education system, which is provided for by the laws of Ukraine \"On Education\" (2017) and \"On Complete General Secondary Education\" (2020), the typology of educational institutions was changed in 2024. In particular, according to the new structure, general secondary educational institutions are divided into primary school (grades 1–4), gymnasium (grades 5–9) and lyceum (grades 10–12). In this regard, a significant number of institutions that in 2018 and 2021 had the type of \"general secondary educational institution\" acquired a new status in 2024 – \"gymnasium\" or \"lyceum\". This makes it impossible to directly compare data for 2018, 2021 and 2024 by type of educational institutions, since this is not only a change in name, but also institutional changes. As part of the Nationwide external monitoring of the quality of primary education in 2024, the types of educational institutions were summarized according to the following categories: the category \"General secondary educational institutions\" includes general secondary educational institutions themselves, as well as educational complexes (associations); the category \"Gymnasiums / lyceums\" includes gymnasiums and lyceums; the category \"Specialized schools\" includes specialized schools, as well as primary schools.","uk":{"SDG_GOAL":"4 Якісна освіта","SDG_TARGET":"4.3 Зменшення освітніх втрат та освітніх розривів серед різних груп здобувачів освіти, що виникли, зокрема, у зв’язку з епідемією гострої респіраторної хвороби COVID–19, спричиненої коронавірусом SARS–CoV–2 та збройною агресією Російської Федерації проти України","SDG_INDICATOR":"4.3.1 Частка випускників початкової школи, які досягли базового і вищих рівнів сформованості компетентностей (читацької, математичної, природничо–наукової) за шкалою загальнодержавного зовнішнього моніторингу якості початкової освіти, відсотків (індикатор ЦСР 4.3.1)","CONTACT_ORGANISATION":"Український центр оцінювання якості освіти – дані розробляються один раз на три роки","REC_USE_LIM":"1 Через військову агресію російської федерації проти України у 2018 та 2021 роках дослідження не було проведене на тимчасово окупованій території Автономної Республіки Крим, м. Севастополя та частині тимчасово окупованих територій у Донецькій та Луганській областях. 2 Через повномасштабне вторгнення росії на територію України у 2024 році дослідження не було проведено в Донецькій, Луганській, Запорізькій, Харківській і Херсонській областях, Автономній Республіці Крим та місті Севастополь. Це зумовило об’єктивну зміну територіального охоплення вибірки в порівнянні з попередніми циклами. Водночас результати попередніх етапів дослідження засвідчили, що участь учнівства з цих регіонів не впливала суттєво на загальний середній результат по країні з жодного предмета. Зокрема, порівняння загальних середніх балів із балами без урахування п’яти зазначених областей показало відсутність статистично значущих відмінностей (за результатами t-тесту для незалежних вибірок). Отже, навіть за їх відсутності, вибірка зберігає свою репрезентативність на національному рівні. 3 Наказом Міністерства освіти і науки України від 24 квітня 2023 року № 473 було затверджено Програму загальнодержавного зовнішнього моніторингу якості початкової освіти. Цим документом розширено перелік компетентностей, які охоплює моніторинг: до читацької та математичної компетентностей додано природничо-наукову компетентність. У 2018 та 2021 роках, предметом дослідження були лише читацька та математична компетентності випускників початкової школи, відповідно до таких програм: Програма першого етапу загальнодержавного моніторингового дослідження якості початкової освіти \"Стан сформованості читацької та математичної компетентностей випускників початкової школи загальноосвітніх навчальних закладів\", затверджена наказом Міністерства освіти і науки України від 29 грудня 2016 року № 1693 (у редакції наказу від 27 березня 2017 року № 470); Програма загальнодержавного зовнішнього моніторингу якості початкової освіти \"Стан сформованості читацької та математичної компетентностей випускників початкової школи закладів загальної середньої освіти\", затверджена наказом Міністерства освіти і науки України від 26 листопада 2020 року № 1478. Дані щодо рівня сформованості природничо-наукової компетентності випускників початкової школи вперше зібрано у 2024 році. 4 У рамках загальнодержавного зовнішнього моніторингу якості початкової освіти у 2018 та 2021 роках було здійснено узагальнення типів закладів освіти за такими категоріями: до категорії \"Заклади загальної середньої освіти\" віднесено власне заклади загальної середньої освіти, а також навчально-виховні комплекси (об’єднання); до категорії \"Гімназії / ліцеї\" віднесено гімназії та ліцеї; до категорії \"Спеціалізовані школи\" віднесено спеціалізовані школи. У процесі впровадження реформи системи загальної середньої освіти, що передбачена законами України \"Про освіту\" (2017) та \"Про повну загальну середню освіту\" (2020), у 2024 році змінено типологію закладів освіти. Зокрема, відповідно до нової структури, заклади загальної середньої освіти поділяються на початкову школу (1–4 класи), гімназію (5–9 класи) і ліцей (10–12 класи). У зв’язку із цим значна кількість закладів, які у 2018 та 2021 роках мали тип \"заклад загальної середньої освіти\", у 2024 році набули нового статусу — \"гімназія\" або \"ліцей\". Це унеможливлює пряме порівняння даних за 2018, 2021 роки та 2024 рік за типами закладів освіти, оскільки йдеться не лише про зміну назви, а й про інституційні зміни. У рамках загальнодержавного зовнішнього моніторингу якості початкової освіти у 2024 році було здійснено узагальнення типів закладів освіти за такими категоріями: до категорії \"Заклади загальної середньої освіти\" віднесено власне заклади загальної середньої освіти, а також навчально-виховні комплекси (об’єднання); до категорії \"Гімназії / ліцеї\" віднесено гімназії та ліцеї; до категорії \"Спеціалізовані школи\" віднесено спеціалізовані школи, а також початкові школи."},"national_metadata_updated_date":"2026-02-19","national_data_updated_date":"2026-02-19","target_number":"4.3","goal_number":"4","indicator_sort_order":"04-03-01"}