{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Number of persons receiving antiretroviral therapy among those diagnosed with HIV/AIDS (SDG indicator 3.4.2)","graph_titles":[],"graph_type":"line","indicator_name":"Number of persons receiving antiretroviral therapy among those diagnosed with HIV/AIDS (SDG indicator 3.4.2)","indicator_number":"3.4.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"graph_target_lines":[{"series":"","unit":"","label_content":"2030 indicator target","value":95}],"SDG_GOAL":"3 Healthy lives and well-being","SDG_TARGET":"3.4 Ending the HIV/AIDS and tuberculosis epidemics, including through the use of innovative practices and treatments","SDG_INDICATOR":"3.4.2 Number of persons receiving antiretroviral therapy among those diagnosed with HIV/AIDS (SDG indicator 3.4.2)","CONTACT_ORGANISATION":"State institution \"Public Health Center of the Ministry of Health of Ukraine\"","REC_USE_LIM":"1 The Order of the Ministry of Health dated 09.08.2023 No. 1429 approved changes to the reporting form No. 56 (monthly) \"Report on the provision of antiretroviral therapy to HIV-infected persons\" and instructions for  its completion, according to which the methodology for recording patients receiving antiretroviral therapy (ART) was changed. That is, until 01.12.2023 inclusive, all patients who had drugs on hand at the time of reporting and those whose drugs expired no more than 90 days before the reporting date were entered into the reporting form No. 56. Starting from 01.01.2024: \"Data takes into account information on the number of persons for whom no more than 28 days have passed since the end of antiretroviral drugs\". <br>2 Data are lacking. Reporting form No. 56 does not provide for a breakdown by type of residence.","uk":{"SDG_GOAL":"3 Міцне здоров’я і благополуччя","SDG_TARGET":"3.4 Зупинення епідемії ВІЛ/СНІДу та туберкульозу, зокрема шляхом використання інноваційних практик та засобів лікування","SDG_INDICATOR":"3.4.2 Кількість осіб, які отримують антиретровірусну терапію, серед тих, у кого діагностовано ВІЛ/СНІД (індикатор ЦСР 3.4.2)","CONTACT_ORGANISATION":"Державна установа \"Центр громадського здоров’я Міністерства охорони здоров’я України\"","REC_USE_LIM":"1 Наказом  МОЗ від 09.08.2023 № 1429 затверджено зміни до форми звітності № 56 (місячна) \"Звіт про надання антиретровірусної терапії ВІЛ-інфікованим особам\" та інструкції щодо її заповнення, відповідно до яких відбулася зміна методології врахування пацієнтів, які отримують антиретровірусну терапію (АРТ). Тобто, до 01.12.2023 включно до форми звітності № 56 вносилися всі пацієнти, у яких на момент звітності препарати були на руках та ті, у яких препарати закінчилися не більше ніж за 90 днів до дати звітності. Починаючи з 01.01.2024: \"Дані враховують інформацію щодо кількості осіб, у яких від моменту закінчення антиретровірусних препаратів пройшло не більше 28 днів\". <br>2 Дані відсутні. Формою звітності № 56 не передбачено розподіл за типом місцевості проживання."},"national_metadata_updated_date":"2026-02-19","national_data_updated_date":"2026-02-19","target_number":"3.4","goal_number":"3","indicator_sort_order":"03-04-02"}